import React, { Component } from "react";
import { Helmet } from 'react-helmet'
import Layout from "../components/layout.js";

class HistoryPage extends Component {

    render() {

        return (
            <>
                <Helmet title="Festivals - Periyandavar Temple" />
                <Layout>

                    <div class="home_banner_height d-block w-full history_background_image">
                    </div>
                    <div class="max-w-7xl mx-auto px-2 sm:px-6 lg:px-8 py-6">
                        <div class="pb-2">
                            <h3 class="font-medium text-center text-4xl pb-4" style={{ textShadow: `1px 1px 2px black` }}> வரலாறு</h3>
                            <h3 class="font-medium text-2xl" style={{ textShadow: `1px 1px 2px black` }}> பெரியாண்டவர் உருவான விதம் </h3>
                            <div class="HomePage_textcolor">
                            <p class="HomePage_textcolor pb-4 pt-4">பேரையூர் ஊருக்கு வடக்கே தென்னாஞ்சோலைக்குள் அமர்ந்து திசையெங்கும் அருள்பரப்பி அருள் வளங்கும் நமது குலதெய்வம் பெரியாண்டவரே போற்றி போற்றி.</p>
                            <p class="HomePage_textcolor pb-2 ">அன்னை சடச்சி மற்றும் அவரது கனவர் பெரியவர் அவர் மூன்று மகன்கள் வாழ்ந்து வந்தனார், சடச்சி மற்றும் அவரது கனவருக்கு தெய்வத்தின் அருள்வாக்கு கிடைத்தது அது என்ன வென்றால் உனது காளை மாடு ஒரு நாள்கட்டு அவிழ்த்து கொண்டு நடக்கும் அதை தொடர்ந்து நீங்களும் நடக்க வேண்டும் நீங்களும் நடக்க வேண்டும்
                            அது எந்த இடத்தில் நின்று படுகிறதோ அது தான் எனது கோயில் அமைய வேண்டிய இடம் என்பது தெய்வத்தின் திருவாக்கு.</p>

                            <p class="HomePage_textcolor pb-2 ">அந்த திருவாக்கை ஏற்று காளையை  தொடர்ந்து பகல் இரவாக நடந்து அந்தக் காலை நேரத்தில் பேரையூர் கண்மாய் அடைந்தார்கள் கரையை கடந்து கிழக்கு பகுதியில் காளை  இறங்கி நின்று நிதானித்து படுத்து அந்த மாடு நின்ற இடம் முதலில் கல்லும் முள்ளும் நிறைந்தது கள்ளிச்செடிகள் கும்பல் கும்பலாக வளர்ந்து இருந்தன புதர்கள் மண்டிப்போய் மேடு பள்ளங்கக பார்க்கிறதுக்கு பயங்ககரமான பாழடைந்த பகுதியாக இருந்தன .</p>
                            <p class="HomePage_textcolor pb-2 ">பிறகு இருவரும் சேர்ந்து அந்த இடத்தில பீடம் அமைத்தனர் பீடம் அமைந்தவுடன் பூத்து மலர்ந்திருந்த ஆவாரம் பூவையும் காட்டு முல்லை பூக்களையும் பறித்து வந்து பீடத்தின் மேல பரப்பினர் ஊர்ல இருந்து எடுத்து வந்த சிறிய அகல் விளக்கை என்னை ஊற்றி ஏற்றினர் நிறை செம்புத் தண்ணீர் வைத்து சூடம் ஏற்றி ஆனந்த பெருக்கோடு நிறைந்த மனதோடு பிள்ளைகளை சேர்த்துக்கொண்டு பீடத்திற்கு விழுந்து வணங்கினார்கள் .</p>
                            <p class="HomePage_textcolor pb-2 ">தெய்வம் என்பது ஒரு மிகப்பெரிய சக்தி அந்த சக்தி எல்லா மக்களையும் பகு பாடின்றி காக்கிறது ஈடு இணையில்லா இத்தெய்வத்தின் அருள் நமக்கு கிடைக்க நாம் எப்போதும் நல்ல மனதுடன் இருக்க வேண்டும் ஒழுக்கமான நடத்தை வேணும் உண்மையான உழைப்பு இருக்கனும் யாருக்கும் தீங்கு செய்யாத குணம் இருக்க வேண்டும் .</p>
                            <p class="HomePage_textcolor pb-2 ">பெரியாண்டவர் கோயிலுக்கு காவல் தெய்வமாக இருப்பவர் வீரஜடாமுனி, வீரஜடாமுனி பீடம் பெரியாண்டவர் அருகில் தெற்கு திசை நோக்கி இருக்கிறார்.</p>
                            <h3 class="font-medium text-2xl" style={{ textShadow: `1px 1px 2px black` }}> பெரியாண்டவர் பூர்விகம்  </h3>
                            <p class="HomePage_textcolor pb-4 pt-4">தென் பகுதி சீமை விளாத்திகுளத்திற்கும் தூத்துக்குடிக்கு இடைப்பட்ட ஒரு பகுதியில் நம் பெரியாண்டவர் பூர்விகம் அமைந்துள்ளது (ஊர் பெயர் தெரியவில்லை) அந்த ஊரு தான் நம் தெய்வ குடும்பத்தின் பூர்விகம், அந்த சமூகத்தில் ஒற்றை குடும்பமாக ஒற்றை வீட்டுகாரர் என்ற பட்ட பெயரோடு வாழ்ந்து வந்தனர், இவர்களுது பராமரிப்பில் தான் நமது பெரியாண்டவர் கோவில் இருந்தது
                            சிறியதாகவும் சீராகவும் 21 பீடங்களோடு அழகாக அமைந்து இருந்தது.</p>
                            <p class="HomePage_textcolor pb-4">இந்த கோவில் கும்பிடும் மற்ற குடும்பங்கள் எல்லாம் அக்கம் பக்கத்து ஊர்களில் இருந்தனர், நினைத்த போது எல்லாம் வந்து தெய்வத்தை வணங்கினார்கள் தெய்வங்கள் செழிப்பை இருந்தது அந்த குடும்பங்களையும் வளமாக ஆக்கியது 
                            பிறகு அந்த குடும்பங்கள் அனைவரும் வளர்ச்சியான வாழ்வை தேடி இடம் பெயர்ந்து சென்றனர் இந்த நிலையில் தெய்வத்தை மறந்தனர் வெளியூரிலிருந்து வருகின்ற உதவிகள் குறைந்ததால் கோயில் பராமரிப்பு குறைந்தது தெய்வத்தின் துடிப்பு குறைந்து அதன் சீரும் சிறப்பும் கூட மங்கியது
                            இந்த நிலையில் தான் அன்னை சடச்சியும் பெரியவரும் மிகுந்த ஈடுபாடு கொண்டு ஆர்வத்தோடும் அக்கறையோடும் செயல்பட்டு கோவிலை பராமரித்தனர் சளைக்காமல் பாடுபட்டனர் அவர்கள் விடாமுயற்சிக்கு பலன் கிடைத்தது
                            மீண்டும் தெய்வத்தின் சக்தி உயர்ந்து அருள் ஒளி எங்கும் பிரகாசித்தது பாசத்திற்கும் இந்த ஒற்றை குடும்பம் பாதியமானது இனி அந்த குடும்பத்திற்கும் அவர்களின் வாரிசுகளுக்கும் மட்டுமே குலதெய்வம் என்ற நிலை உருவானது.</p>
                            <p class="HomePage_textcolor pb-4"> அப்போது அந்த ஊரை ஆட்சி செய்து வந்த ஜமீன்தார் பெரியவர் குடும்பத்திற்கு எப்படி அருள் கிடைக்கும் அவர்களது குடும்பங்களை தீர்த்து கட்ட திட்டம் தீட்டினர்
                            பெரியவரை மைதானத்திற்குள் சுற்றி வளைத்து ஈட்டி தூக்கி பிடித்து குறி வைத்தனர் அப்போது அந்த மைதானத்திற்குள் பன்றிகள் கூட்டம் வந்து ஜமிந்தாரை கொன்று விட்டு மறைந்தன தெய்வத்தின் சக்தியை வியந்து மகிழ்ந்து வணங்கினர்</p>
                            </div>
                            <p class="HomePage_textcolor pb-4"> இந்த சம்பவங்களுக்கு பிறகு தான் அன்னை சடச்சிக்கும் பெரியவருக்கு தெய்வத்தின் அருள் வாக்கு கிடைத்தது அந்த வாக்கின் படி சடச்சியும் அவரது கணவர்  பெரியவர் குழந்தைகள் அனைவரும் பிடி மண் எடுத்துக் கொண்டு காளை மாடு நகரும் திசையினை நோக்கி பயணம் செய்து பேரையூரை அடைந்தனர்.. </p>

                        </div>

                    </div>
                </Layout>
            </>
        )
    }
}

export default HistoryPage
